/*
 Localizable.strings
 Wi-FiDeviceConnector
 
 Created by Waynn on 2018/1/22.
 Copyright © 2018年 emax. All rights reserved.
 */

"Choose your router" = "Choose your router";
"Active your device" = "Active your device";
"Connect to your device" = "Connect to your device";

"Please select WiFi" = "Please select WiFi";
"display password" = "display password";
"Jump to Settings" = "Jump to Settings";
"Wi-Fi PIN length error!" = "Wi-Fi PIN length error!";

"Go to Wi-Fi settings, choose %@ and then back to app to complete the setting." = "Go to Wi-Fi settings, choose %@ and then back to app to complete the setting.";
"Please connect %@" = "Please connect %@";
"Connection sucessful, please press and hold WiFi button for 3 seconds again to complete the setting." = "Connection sucessful, please press and hold WiFi button for 3 seconds again to complete the setting.";

"Initializing connection" = "Initializing connection";
"Scaning Wi-Fi" = "Scaning Wi-Fi";
"Setting Wi-Fi PIN" = "Setting Wi-Fi PIN";
"Setting Wi-Fi SSID" = "Setting Wi-Fi SSID";
"error!" = " error!";

"Next" = "Next";
"Cancel" = "Cancel";
"Confirm" = "Confirm";

"This device do NOT support 5G Wi-Fi frequencies" = "This device does not support Wi-Fi 802.11 ac(5 GHz) and enterprise networks such as 802.1x/ RADIUS or captive portal networks (networks that require you to agree to terms of service, such as a airport, coffee shop or hotel).";
